package source;

/*Створіть наступну модель: є політична сила, яка може приймати до своїх лав громадян країни. Політична сила може
  проводити з’їзди своїх членів та обирати свої керівні органи.
  Повинна бути можливість подивитися, за кого голосував кожний учасник,
  або хто голосував за конкретну людину в керуючому органі.
  Кожен активіст може пошукати детальну інформацію по різним критеріям серед всього складу однопартійців,
  крім того є можливість декларувати помісячно свої доходи та дивитися доходи однопартійців за любий період.
  Повинна бути можливість формувати списки учасників з’їздів, це роблять регіональні партійні структури.
  Таким чином регіональний орган обирає з своїх лав учасників з’їзді.
  Повинна бути можливість формування загальних списків учасників з’їздів з можливістю сортування за регіонами,
  доходами, та по алфавіту.*/

public class Main {
    public static void main(String[] args) {
        
    }
}
